tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'neovim/neovim'
tap 'universal-ctags/universal-ctags'
brew 'android-platform-tools'
brew 'autoconf'
brew 'automake'
brew 'cmake'
brew 'coreutils'
brew 'openssl'
brew 'pkg-config'
brew 'curl'
brew 'doxygen'
brew 'fasd'
brew 'gdbm'
brew 'geos'
brew 'gettext'
brew 'pcre'
brew 'git'
brew 'go'
brew 'htop'
brew 'hub'
brew 'oniguruma'
brew 'jq'
brew 'libevent'
brew 'libssh'
brew 'libtool'
brew 'libyaml'
brew 'msgpack'
brew 'mysql', restart_service: true
brew 'node'
brew 'pandoc'
brew 'perl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'ruby'
brew 'shellcheck'
brew 'stow'
brew 'xz'
brew 'the_silver_searcher'
brew 'tmate'
brew 'utf8proc'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'neovim/neovim/neovim'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
cask 'atom'
cask 'cakebrew'
cask 'calibre'
cask 'cocoarestclient'
cask 'dash'
cask 'emacs'
cask 'flux'
cask 'hipchat'
cask 'iterm2'
cask 'keepassx'
cask 'macpass'
cask 'macvim'
cask 'selfcontrol'
cask 'the-unarchiver'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'vox'
