tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "bat"
brew "libpng"
brew "cloc"
brew "crystal"
brew "curl"
brew "diff-so-fancy"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "geos"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnu-time"
brew "gnupg"
brew "htop"
brew "imagemagick"
brew "jq"
brew "libimagequant"
brew "librsvg"
brew "mariadb", restart_service: true
brew "mas"
brew "neovim"
brew "pngcrush"
brew "pngquant"
brew "poppler"
brew "prettier"
brew "pv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "sqldiff"
brew "sqlite-analyzer"
brew "stow"
brew "svgo"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "uncrustify"
brew "vim"
brew "vips"
brew "yarn"
brew "zlib"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "firefox"
cask "font-fira-code"
cask "font-ibm-plex"
cask "gitup"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "keepingyouawake"
cask "kitty"
cask "sublime-merge"
cask "transmission"
mas "1Password 7", id: 1333542190
mas "Airmail", id: 918858936
mas "DaisyDisk", id: 411643860
mas "Day One", id: 1055511498
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "RetroClip", id: 1332064978
mas "Slack", id: 803453959
mas "Wipr", id: 1320666476
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
