tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'neovim/neovim'
brew 'autoconf'
brew 'automake'
brew 'cmake'
brew 'coreutils'
brew 'ctags'
brew 'openssl'
brew 'pkg-config'
brew 'curl'
brew 'doxygen'
brew 'fasd'
brew 'geos'
brew 'gettext'
brew 'pcre'
brew 'git'
brew 'go'
brew 'libtool'
brew 'htop-osx'
brew 'oniguruma'
brew 'jq'
brew 'libevent'
brew 'libssh'
brew 'msgpack'
brew 'mysql'
brew 'node'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'shellcheck'
brew 'stow'
brew 'xz'
brew 'the_silver_searcher'
brew 'tmate'
brew 'utf8proc'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'neovim/neovim/neovim'
cask 'flux'
