tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/gui'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'neovim/neovim'
tap 'universal-ctags/universal-ctags'
brew 'android-platform-tools'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'cairo'
brew 'cmake'
brew 'gmp'
brew 'coreutils'
brew 'makedepend'
brew 'openssl'
brew 'libssh2'
brew 'curl'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'fasd'
brew 'texi2html'
brew 'readline'
brew 'icu4c'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'yasm'
brew 'git'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'libvpx'
brew 'fribidi'
brew 'gobject-introspection'
brew 'harfbuzz'
brew 'libass'
brew 'libssh'
brew 'ffmpeg', args: ['with-libvpx']
brew 'pcre2'
brew 'fish'
brew 'jpeg'
brew 'libtiff'
brew 'gdk-pixbuf'
brew 'geos'
brew 'gnu-getopt'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'gnupg2'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'go'
brew 'pango'
brew 'libcroco'
brew 'librsvg'
brew 'graphviz'
brew 'libtool'
brew 'htop-osx'
brew 'little-cms2'
brew 'imagemagick'
brew 'oniguruma'
brew 'jq'
brew 'leiningen'
brew 'libepoxy'
brew 'libevent'
brew 'libyaml'
brew 'lua'
brew 'mercurial'
brew 'youtube-dl'
brew 'python3'
brew 'mpv'
brew 'msgpack'
brew 'mysql', service_restart: true
brew 'nmap'
brew 'node'
brew 'pwgen'
brew 'tree'
brew 'pass'
brew 'phantomjs'
brew 'platformio'
brew 'pv'
brew 'reattach-to-user-namespace'
brew 'redis', service_restart: true
brew 'shellcheck'
brew 'the_silver_searcher'
brew 'tmate', args: ['HEAD']
brew 'tmux', args: ['HEAD']
brew 'vim', args: ['with-override-system-vi']
brew 'watchman'
brew 'wget'
brew 'zsh'
brew 'neovim/neovim/neovim', args: ['HEAD']
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
cask 'atom'
cask 'cakebrew'
cask 'cocoarestclient'
cask 'dash'
cask 'firefox'
cask 'flux'
cask 'gitup'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'hipchat'
cask 'keepingyouawake'
cask 'macvim'
cask 'selfcontrol'
cask 'skype'
cask 'spectacle'
cask 'the-unarchiver'
cask 'transmission'
cask 'vlc'
