tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
tap 'neovim/neovim'
tap 'universal-ctags/universal-ctags'
brew 'android-platform-tools'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'pkg-config'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'cmake'
brew 'gmp'
brew 'coreutils'
brew 'cowsay'
brew 'makedepend'
brew 'openssl'
brew 'curl'
brew 'fasd'
brew 'pcre'
brew 'git'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'fribidi'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'libass'
brew 'libssh'
brew 'ffmpeg'
brew 'fish'
brew 'gdbm'
brew 'geos'
brew 'gnu-getopt'
brew 'gnupg'
brew 'go'
brew 'graphviz'
brew 'libtool'
brew 'htop-osx'
brew 'jpeg'
brew 'libtiff'
brew 'little-cms2'
brew 'imagemagick'
brew 'libevent'
brew 'libgpg-error'
brew 'libyaml'
brew 'lua'
brew 'luajit'
brew 'mercurial'
brew 'youtube-dl'
brew 'readline'
brew 'sqlite'
brew 'python3'
brew 'mpv'
brew 'msgpack'
brew 'mysql'
brew 'nmap'
brew 'node'
brew 'pwgen'
brew 'tree'
brew 'pass'
brew 'phantomjs'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmate', args: ['HEAD']
brew 'tmux', args: ['HEAD']
brew 'vim', args: ['override-system-vi']
brew 'wget'
brew 'zsh'
brew 'neovim/neovim/neovim', args: ['HEAD']
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
cask 'atom'
cask 'cakebrew'
cask 'calibre'
cask 'cocoarestclient'
cask 'dash'
cask 'diffmerge'
cask 'emacs'
cask 'firefox'
cask 'flux'
cask 'gitup'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'handbrake'
cask 'hipchat'
cask 'keepassx'
cask 'keepingyouawake'
cask 'macvim'
cask 'qtpass'
cask 'screenhero'
cask 'skype'
cask 'spectacle'
cask 'sublime-text3'
cask 'the-unarchiver'
cask 'transmission'
cask 'viber'
cask 'visual-studio-code'
cask 'vlc'
