atom
cakebrew
calibre
cocoarestclient
diffmerge
firefox
flux
gitup
google-chrome
hipchat
keepassx
keepingyouawake
macvim
qtpass
screenhero
skype
spectacle
the-unarchiver
transmission
viber
vlc
