android-studio
appcleaner
atom
audacity
chromecast
flux
github
google-chrome
handbrake
hipchat
intellij-idea-ce
iterm2
keepassx
keepingyouawake
lightpaper
macvim
minecraft
mosh
music-manager
musicbrainz-picard
nvalt
onyx
screenhero
selfcontrol
sequel-pro
skype
spectacle
steam
the-unarchiver
transmission
vagrant
vagrant-manager
virtualbox
vlc
vox
vox-preferences-pane
xact
