appcleaner
flux
gas-mask
google-chrome
hipchat
iterm2
keepassx
keepingyouawake
lightpaper
macvim
musicbrainz-picard
nvalt
screenhero
skype
spectacle
the-unarchiver
transmission
vagrant
vagrant-manager
virtualbox
vlc
vox
vox-preferences-pane
